<template>
        <div class="col-md-8 col-12 text-left">
            <div class="card">
                <div class="card-header">宝氢会籍</div>
                <div class="card-body">
                    <div class="row mt-3">
                        <div class="col-12">

                            <h4>会籍图文说明</h4>
                            <img class="mb-3" :src="this.$GLOBAL.staticUrl + '/mdesc.jpg'" alt="">
                            
                            <h4>会籍概述</h4><hr>
                            <p>
                              宝氢会籍全国统一售价：7999元（会籍有效期为5年） 
首次购买宝氢会籍的会员即可免费获得【便携氢气】的年度赠券，年度赠餐含366瓶便携氢气。 【年度赠券即便携氢气年度套餐，套餐产品数为366瓶，如需加购需21瓶起订，每瓶以12元收费】
                            </p><p>
                              会员次年购买年度套餐：仅3999元 可使用366瓶【便携氢气】
                            </p><p>
                              资深会员（会籍满2年以上即为资深会员）购买年度套餐：仅需2999元 366瓶便携氢气
                            </p><p style="color: #f00;">
366数据由来【366减去首次配送30瓶后剩余336瓶除以21瓶每次刚好16次配送】
                            </p>

                            <h4>会籍制度</h4><hr>
                            <p>
                              ① 购买氢宝会籍的会员，享受年度套餐366瓶【便携氢气】首次配送数量为30瓶，每次空瓶替换时的产品配送规定数为21瓶（该数据由配送产品的收纳器皿所限而定），如违反配送规定者，如不满21瓶的会员，剩余的瓶数，我司（平台）将视作已使用处理。
                            </p><p>
                              ② 购买氢宝会籍的会员，享有会籍有效期限五年，中途如需退会的会员，将扣除首年年度套餐费3999元，剩余4000元，按每年800元计算退还，退会费将于申请提交后的20个工作日内打入会员后台账户（提现手续费自理）
                            </p><p>
                              ③ 购买氢宝年度会籍的会员，使用期间如遇变故可转让会籍，需提前一周在平台上提交会籍转让申请，申请审核通过后，新用户需支付100元会籍信息变更费后，新会籍方可生效并使用宝氢系列产品。
                            </p><p>
                              ④ 购买宝氢会籍的会员，会籍期内年度套餐366瓶【便携氢气】首次配送数量为30瓶【21+9】，每次替换时配送数为21瓶。12个月内，有未使用完毕的剩余产品可延续至次年进行使用；会籍未满12个月的会员如需加购【便携气瓶】，加购价格12元/瓶，且需21瓶起订起送；满12个月后年度套餐订购价3999元，含366瓶【便携氢气】；资深会员【会籍满24个月】者，年度套餐可享特惠价2999元，含366瓶【便携氢气】；加购价格仅为10元/瓶。
                            </p><p>
                              ⑤ 会籍期满，不再购买年度套餐的会员，会籍期内归还30支气瓶即可获得公司（平台）赠与的300元奖励金；具体操作：会员在平台提交气瓶回收服务，我司（平台）客服将致电预约上门回收30支气瓶的时间，工作人员回收完毕后的7个工作日内，300元奖励金将自动打入会员后台账户，会员可在平台购物抵现，也可直接提现（提现手续费自理）。
                            </p><p>
                              ⑥ 购买宝氢会籍的会员，5年会籍期内至期满均可再付1999元续签会籍，公司（平台）将在会员原会籍期上延长5年，无需退还30支气瓶并可升级为铂金会员，续籍即可享受2999元的年度套餐特价。
                            </p><p>
                              ⑦ 购买宝氢会籍的会员，享有独立的会员号，凭此号每人推荐一名亲友成为会员即可享受399元的推荐奖励金，奖金将于被推荐人成功购买会籍后的三个工作日内，打入老会员的后台账户（提现手续费自理）、购买平台产品、抵扣次年产品使用费均可。
                            </p>

                            <h4>预定会员</h4><hr>
                            <p>
                              针对贵宾的试用活动于2020年6月28日开始，全国会员预订期2020年8月18日。
                            </p><p>
                              上海市外区域，现阶段可预订制，预订定金为199元，该区域预定人数累计达1000/2000人即可建立服务网点，网点配送系统搭建完成的前一周通知该区域预定顾客缴纳剩余会籍费7800元，首批配送产品的会员以会籍费实际到账情况为准。
                            </p><p>
                              如预订金交付后60天内，该区域未能达到建立服务网点的基本规模，预订人可申请退回预定金，申请提交后7个工作日内退后至原付款账户。
                            </p>

                            <!-- <h4>使用说明</h4><hr>
                            <img :src="this.$GLOBAL.staticUrl + '/guide.jpg'" alt=""> -->
                        </div>
                    </div>
                </div>
            </div>
        </div>
</template>

<script>
export default {
  name: 'a-pjp',
  data () {
    return {
      
    }
  },
  methods: {
    
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .img_head {
    height: 100px;
    width: 100px;
  }
  @media (min-width: 768px){
      .img_head {
        margin-top: 20px;
      }
  }
  span:hover {
    color: aqua;
  }
  @media (min-width: 768px){
      .img_head {
        margin-top: 20px;
      }
  }
  .pro_pic {
    width: 100%;
  }
  @media (max-width: 768px){
      .pro_pic {
        width: 50%;
      }
  }
  .col-12 > img {
    width: 100%;
  }
</style>
