<template>
    <div class="container-fuild">
        <div class="row mt-3">
            
            <div class="col-12 pt-3">
                <h5>服务条款</h5>
            </div>
            <div class="col-12 text-left pt-3 pb-3">
                <div class="card">
                    <div class="card-body">
欢迎您加入”氢城在线”。为了向您提供更快更好的服务，请仔细阅读下列条款：  <br>

一、 服务条款的接受<br>

   本服务条款所称的用户是指完全同意所有条款并完成注册程序而使用”氢城在线”提供的服务（以下简称“本服务”）的用户。<br>

二、服务条款的变更和修改<br>

  “氢城在线”有权随时对服务条款进行修改，并且一旦发生服务条款的变动，”氢城在线”将在页面上提示修改的内容；用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务；如果用户继续享用网络服务，则视为用户已经接受服务条款的修改。<br>

三、 用户应遵守以下法律及法规：<br>

（1）用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，”氢城在线”合理地认为用户的行为可能违反上述法律、法规，”氢城在线”可以在任何时候，不经事先通知终止向该用户提供服务。<br>

（2）用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。<br>

四、本网站提供的所有服务项目，会员单位在未经本网站许可不得提供给任何第三方使用。<br>

五、注册会员不得利用本网站发布、传播含有伤害性或庸俗、淫秽内容的违反法律法规的信息，不得发布与本单位无关的信息。并对所发布信息承担完全责任。<br>

六、注册会员需确保发布信息的真实、准确，并承担因发布虚假信息而引发的任何纠纷的法律责任。<br>

七、本网站不保证所提供的个人登录信息及本网自行采集的信息完全准确，注册会员使用时需自行核实，对未经核实而使用本网站信息而造成的任何损失或与第三方产生的任何纠纷，本网站不承担任何责任。<br>

八、 用户隐私权制度<br>

（1）当用户注册”氢城在线”的服务时，用户须提供个人信息。”氢城在线”收集个人信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供一个方便的途径来接触到适合的用户，并且可以发送具有相关性的内容和广告。在此过程中，广告商绝对不会接触到用户的个人信息。<br>

“氢城在线”不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在”氢城在线”中的非公开内容，除非有下列情况：
<br>
a.有关法律规定或”氢城在线”合法服务程序规定；
<br>
b.在紧急情况下，为维护用户及公众的权益；<br>

c.为维护”氢城在线”的商标权；<br>

d.其他需要公开、编辑或透露个人信息的情况。<br>

九、 用户帐号、密码和安全<br>

（1）用户一旦注册成功，便成为”氢城在线”的合法用户，将得到一个密码和帐号。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，”氢城在线”无法也不负担任何责任。<br>

（2）用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知”氢城在线”，并且用户在每次连线结束，应结束帐号使用，否则”氢城在线”可能得不到”氢城在线”的安全保护。<br>

十、 对用户信息的存储和限制<br>

  “氢城在线”不对用户所发布信息的删除或储存失败负责。”氢城在线”有权判断用户的行为是否符合”氢城在线”服务条款规定的权利，如果”氢城在线”认为用户违背了服务条款的规定，”氢城在线”有中断向其提供网络服务的权利。<br>

十一、 禁止用户从事以下行为：<br>

（1） 上载、张贴、发送电子邮件或传送任何非法、有害、胁迫、骚扰、侵害、中伤、粗俗、猥亵、诽谤、淫秽、侵害他人因隐私、种族歧视或其他另人不快的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（以下简称内容）。<br>

（2） 以任何方式危害未成年人。<br>

（3） 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。<br>

（4） 伪造标题或以其他方式操控识别资料，使人误认为该内容为”氢城在线”所传送。<br>

（5） 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。<br>

（6） 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。<br>

（7） 将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。<br>

（8） 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。<br>

（9） 干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务网络使用之规定。<br>

（10） 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。<br>

（11） 跟踪或以其他方式骚扰他人。<br>

（12）用户对经由本服务上载、张贴、发送电子邮件或传送的内容负全部责任。<br>

（13）对于经由本服务而传送的内容，”氢城在线”不保证前述内容的正确性、完整性或品质。用户在接受本服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，”氢城在线”均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。”氢城在线”有权（但无义务）自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。<br>

（14）”氢城在线”有权利在下述情况下，对内容进行保存或披露：<br>

a.法律程序所规定；<br>

b.本服务条款规定；<br>

c.被侵害的第三人提出权利主张；<br>

d.为保护”氢城在线”、其使用者及社会公众的权利、财产或人身安全。<br>

e.其他”氢城在线”认为有必要的情况。<br>

十二、 免责声明<br>

（1）”氢城在线”对于任何包含、经由或连接、下载或从任何与有关本服务所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，”氢城在线”不负保证责任。用户自行负担使用本服务的风险。<br>

（2）”氢城在线”有权但无义务，改善或更正本服务任何部分之任何疏漏、错误。<br>

（3）”氢城在线”不保证（包括但不限于）：<br>

a.本服务适合用户的使用要求；<br>

b.本服务不受干扰，及时、安全、可靠或不出现错误，包括黑客入侵，网络中断，电信问题及其他不可抗力等;c用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；<br>

（4）用户使用经由本服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任；<br>

（5）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，”氢城在线”不承担任何直接、间接、附带、衍生或惩罚性的赔偿：a本服务使用或无法使用；b经由本服务购买或取得的任何产品、资料或服务；c用户资料遭到未授权的使用或修改；d其他与本服务相关的事宜。<br>

（6）用户在浏览网际网路时自行判断使用”氢城在线”的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，”氢城在线”没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。<br>

十三、 服务的修改和终止<br>

    “氢城在线”有权在任何时候，暂时或永久地修改或终止本服务（或任何一部分），无论是否通知。”氢城在线”对本服务的修改或终止对用户和任何第三人不承担任何责任。”氢城在线”有权基于任何理由，终止用户的帐号、密码或使用本服务，或删除、转移用户存储、发布在本服务的内容，”氢城在线”采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。<br>

十四、本服务条款规范用户使用本服务，将取代用户先前与”氢城在线”签署的任何协议。<br>

十五、法律的适用和管辖<br>

   本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，发生的争议提交北京仲裁委员会，其仲裁裁决是终局的。本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</div></div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: 'service',
        data () {
            return {
                
            }
        }
    }
</script>

<style scoped>
</style>
